---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BaseExportOptions
source: html/5a21a92a-e0cf-977c-8261-b5add83ca219.htm
---
# BaseExportOptions Members

Releases all resources used by the BaseExportOptions